{"docs":[{"values": ["Hello my name is Elizabeth. Thank you for calling in.  How are you today?", "Good day to you.  My name is Elizabeth how is your day going?", "Hey there my name is Elizabeth.  How are you?"], "class": "greeting", "name": "provider_dialog"}, {"values": ["Are you calling in as a provider or an employer?"], "class": "prompt", "name": "provider_dialog"}, {"values": ["Sorry I could not understand you.", "My apologies I couldnt pick up what you were saying.", "I did not hear you properly."], "class": "failure", "name": "provider_dialog"}, {"values": [" Please provide your 9 digit Tax ID number or your National Provider ID.  ", " Now we need to verify your provider validity. Please supply your Tax ID or your National Provider ID.  "], "class": "tax id prompt", "name": "provider_dialog"}, {"values": ["I have received a tax ID of: {taxID1}.  Please provide a 9 digit member ID.  If you are unsure of the member ID please provide their social security number. ", " I have received a tax ID of: {taxID1}. In order to continue please provide either a member ID or a social security number. "], "class": "member id prompt", "name": "provider_dialog"}, {"values": ["Thank you for the ID. I received: {memberID}. Can you please provide their date of birth?  Provide two digit month two digit day and four digit year.", "Can you please provide their date of birth?  Provide two digit month two digit day and four digit year."], "class": "dob prompt", "name": "provider_dialog"}, {"values": ["The date of birth I received was: {dob}. Would you like to hear elibility information or have it faxed?"], "class": "fax prompt", "name": "provider_dialog"}, {"values": ["All benefits and payments are subject to the members eligibility at the time services are renderred. Any claims received or benefit charges made within the past 30 days may not be reflected in this information. Proceed?"], "class": "disclaimer", "name": "provider_dialog"}, {"values": ["There is no additional information to display would you like to start over?"], "class": "loop prompt", "name": "provider_dialog"}, {"values": ["Thank you. I have recorded: {dob}.  Are you calling with regards to Medical or Dental services?", "Are you looking for information on Medical services or Dental services?", " We can help you with Medical services or Dental services. Which are you interested in?"], "class": "medical dental prompt", "name": "provider_dialog"}, {"values": ["Medical it is. Would you like to hear about medical mental health or prescriptions and pharmacy?", " We have information about medical services mental health or prescriptions and pharmacy. Which are you interested in?"], "class": "medical prompt 1", "name": "provider_dialog"}, {"values": ["What would you like to hear about? For medical services we can help with coverage and benefits claim submission information claim status authorizations and referrals or check payment status for this member.", "For medical services we can help with coverage and benefits claim submission information claim status authorizations and referrals or check payment status for this member."], "class": "medical prompt 2", "name": "provider_dialog"}, {"values": ["For coverage and benefits what are you inquiring about?", "What question do you have for coverage and benefits?"], "class": "coverage prompt", "name": "provider_dialog"}, {"values": ["Do you want to know your submission status or current submission ID?."], "class": "claim prompt", "name": "provider_dialog"}, {"values": ["For claim status what are you inquiring about?", "What question do you have about the status for a claim?"], "class": "claim status prompt", "name": "provider_dialog"}, {"values": ["The yearly maximum for this member is $10000. ", "The plans coverage is every six months.", "Their deductible for medical is $1000 and can be waived for preventative care.  ", " Their plan provides two exams and three treatments per coverage schedule. ", "With no waiving they will be 15% coverage.   ", "Major treatments are covered 60 40 and basic treatments are covered 90 10.   ", " The claim has been denied because the procedure code or bill type does not match with place of service.", " The claim has been denied because the procedure code or bill type does not match with place of service.", "There is a duplicate claim of the same service.", " Claim denied because this injury/illness is covered by the liability carrier. ", "The claim is past due because the term has ended.", "The claim was submitted but the payment has not been processed.", "The claim is delayed because more information is needed from the provider on billing.", "Dental it is. We are still currently working on adding support for this in the dialog."], "class": "statement", "name": "provider_dialog"}, {"values": ["In order to assist please provide your 9-digit employer ID."], "class": "emp id prompt", "name": "provider_dialog"}, {"values": ["Thank you for being an enterprise member with us! How can I help? You can say things like employee services or plan settings."], "class": "employer prompt", "name": "provider_dialog"}, {"values": ["In this section you can review plan settings and speak to a specialist to help you identify important areas in your companies plan. What would you like to do?"], "class": "plan prompt", "name": "provider_dialog"}, {"values": ["Is there any additional information you need help with?"], "class": "final prompt", "name": "provider_dialog"}, {"values": ["Goodbye for now.", "Thank you for using the automated call center have a great day!","Thank you for using the automated call center have a great day! Are you calling in as a provider or an employer?"], "class": "goodbye", "name": "provider_dialog"}]}